Revit 2027 API
ParameterTypeId.SpotElevLeaderArrowhead Property
 "Leader Arrowhead"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevLeaderArrowhead { get; }
Public Shared ReadOnly Property SpotElevLeaderArrowhead As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevLeaderArrowhead {
	ForgeTypeId^ get ();
}
static member SpotElevLeaderArrowhead : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace